[
  {
    "headline": "Anwendungsprogramm",
    "excerpt": "Programm, das einem bestimmten Zweck, nämlich einer Anwendung dient. Ein Anwendungsprogramm ist beispielsweise eine Textverarbeitung oder ein Bildbearbeitungsprogramm. [...]",
    "file": "anwendungsprogramm.html"
  },
  {
    "headline": "Applet",
    "excerpt": "Applets sind kleine Module, die in Java programmiert sind und in HTML-Seiten eingebunden werden können. Das Programm wird ausgeführt, wenn der Browser java-fähig ist. [...]",
    "file": "applet.html"
  },
  {
    "headline": "Backbone",
    "excerpt": "Der Backbone ist der Hauptstrang eines Netzwerks. Die Internet-Backbones sind daher die wichtigsten Verbindungen der großen Provider. [...]",
    "file": "backbone.html"
  },
  {
    "headline": "Betriebssystem",
    "excerpt": "Betriebssysteme sind die wichtigsten Programme. Ohne sie läuft ein Computer nicht. Sie werden beim Start (Booten) z.B. eines Computers oder Smartphone zuerst geladen. [...]",
    "file": "betriebssystem.html"
  },
  {
    "headline": "Cache",
    "excerpt": "Pufferspeicher, der Daten schneller zur Bearbeitung bereitstellt. Zum Beispiel: Lokales Verzeichnis für beim Surfen im Internet besuchte Seiten, die so nicht neuerlich geladen werden müssen. [...]",
    "file": "cache.html"
  },
  {
    "headline": "Exploit",
    "excerpt": "Als Exploit bezeichnet man eine Methode oder einen Programmcode, mit dem über eine Schwachstelle in Hard- oder Software-Komponenten nicht vorgesehene Befehle oder Funktionen ausgeführt werden können. [...]",
    "file": "exploit.html"
  },
  {
    "headline": "Geheimer Schlüssel",
    "excerpt": "Geheime Schlüssel werden im Zusammenhang mit symmetrischen Kryptoalgorithmen verwendet. [...]",
    "file": "geheimer_schluessel.html"
  },
  {
    "headline": "Icon",
    "excerpt": "Kleine Bildelemente, die bei graphischen Benutzeroberflächen als Ergänzung bei Dateien eingesetzt werden. Über Icons lassen sich in der Regel auch Programme starten (durch Klick oder Doppelklick mit dem Mauszeiger).[...]",
    "file": "icon.html"
  },
  {
    "headline": "Lager",
    "excerpt": "Mechanische Vorrichtung um sich drehende Dinge in einer definierten Position zu halten. Im Computer werden Lager beispielsweise in Lüftern und Festplatten verwendet. [...]",
    "file": "lager.html"
  },
  {
    "headline": "Login",
    "excerpt": "Anmeldevorgang für die Nutzung eines PC, von einzelnen auf dem PC installierten Programmen oder von Online-Diensten. [...]",
    "file": "login.html"
  },
  {
    "headline": "Mailbox",
    "excerpt": "Eine zentrale Funktion von E-Mail-Programmen etwa von Microsoft Outlook oder Thunderbird von Mozilla besteht darin, erhaltene oder geschriebene Mails zu archivieren. Mails aus dem Bereich Posteingang können in andere Mailboxordner verschoben und dort verwaltet werden. [...]",
    "file": "mailbox.html"
  },
  {
    "headline": "PDA",
    "excerpt": "Personal Digital Assistant. Kleiner, handlicher Computer, der hauptsächlich für persönliche Aufgaben wie Adress- und Kalenderverwaltung, Terminplanung, E-Mail und Projektmanagement genutzt wird. [...]",
    "file": "pda.html"
  },
  {
    "headline": "Pharming",
    "excerpt": "Wie beim Phishing sind auch beim Pharming meist Zugangsdaten das Ziel eines Angriffs. Der Unterschied zum Phishing besteht darin, dass beim Pharming die Infrastruktur so manipuliert wird, dass das Opfer auch dann auf einer gefälschten Webseite landet, wenn er die korrekte Adresse des Dienstes eingeben hat.[...]",
    "file": "pharming.html"
  },
  {
    "headline": "Ping",
    "excerpt": "Ein Computerprogramm, mit dem überprüft werden kann, ob ein bestimmter Rechner im Netzwerk erreichbar ist. [...]",
    "file": "ping.html"
  },
  {
    "headline": "Port",
    "excerpt": "Ein Port spezifiziert einen Dienst, der von außen auf einem Server angesprochen werden kann. Dadurch ist es möglich, auf einem Server verschiedene Dienste (z. B. WWW und E-Mail) gleichzeitig anbieten zu können. [...]",
    "file": "port.html"
  },
  {
    "headline": "Programmiersprache",
    "excerpt": "Mit Hilfe von Programmiersprachen werden Programme erstellt. Dazu werden Befehlsfolgen aneinandergereiht, die – nachdem sie mit Hilfe eines Compilers in eine maschinenlesbare Form gebracht wurden – auf einem Rechner zur Ausführung gebracht werden können. [...]",
    "file": "programmiersprache.html"
  }
]
